<?php

$_lang['el_prop_tplLogin'] = 'Чанк оформления формы авторизации неавторизированному пользователю.';
$_lang['el_prop_tplLogout'] = 'Чанк оформления формы авторизации авторизированному пользователю.';
$_lang['el_prop_tplLink'] = 'Чанк для оформления письма со ссылкой авторизации';

$_lang['el_prop_ttlLink'] = 'Время жизни ссылки авторизации.';
$_lang['el_prop_ttlLock'] = 'Время блокировки спам-регистрации.';

$_lang['el_prop_groups'] = 'Список групп для регистрации пользователя, через запятую. Можно указывать роль юзера в группе через двоеточие. Например, &groups=`Users:1` добавит юзера в группу "Users" с ролью "member".';
$_lang['el_prop_loginContext'] = 'Контекст для авторизации. По умолчанию - текущий.';
$_lang['el_prop_addContexts'] = 'Дополнительные контексты, через запятую. Например, &addContexts=`web,ru,en`';

$_lang['el_prop_resourceLogin'] = 'Идентификатор ресурса, на который отправлять юзера после авторизации. По умолчанию текущая страница.';
$_lang['el_prop_resourceLogout'] = 'Идентификатор ресурса, на который отправлять юзера после завершения сессии. По умолчанию текущая страница.';

$_lang['el_prop_frontendMainCss'] = 'Файл с css основными стилями для подключения на фронтенде';
$_lang['el_prop_frontendMainJs'] = 'Файл с основным javascript для подключения на фронтенде';

$_lang['el_prop_frontendCss'] = 'Файл с css стилями для подключения на фронтенде';
$_lang['el_prop_frontendJs'] = 'Файл с javascript для подключения на фронтенде';
